Repository: Neuralyn-AI/tryon-woocommerce
Catalog: languages/neuralyn-tryon-*.po
Languages: es_es, pt_br

source: Neuralyn TRYON requires %s to be installed and active.
es_es: Neuralyn TRYON requiere que %s esté instalado y activo.
pt_br: Neuralyn TRYON requer que o %s esteja instalado e ativo.

source: Settings
es_es: Configuración
pt_br: Configurações

source: License Settings
es_es: Configuración de Licencia
pt_br: Configurações de Licença

source: Enter your Neuralyn TRYON license key. You can find it in your <a href="%s" target="_blank">Neuralyn Dashboard</a>.
es_es: Introduce tu clave de licencia Neuralyn TRYON. Puedes encontrarla en tu <a href="%s" target="_blank">Panel de Neuralyn</a>.
pt_br: Insira sua chave de licença Neuralyn TRYON. Você pode encontrá-la no seu <a href="%s" target="_blank">Painel Neuralyn</a>.

source: License Key
es_es: Clave de Licencia
pt_br: Chave de Licença

source: Your Neuralyn TRYON license key.
es_es: Tu clave de licencia Neuralyn TRYON.
pt_br: Sua chave de licença Neuralyn TRYON.

source: Button Design
es_es: Diseño del Botón
pt_br: Design do Botão

source: Customize the appearance of the Try-On button.
es_es: Personaliza la apariencia del botón Probármelo.
pt_br: Personalize a aparência do botão Experimentar.

source: Button Style
es_es: Estilo del Botón
pt_br: Estilo do Botão

source: Select a pre-defined button style.
es_es: Selecciona un estilo de botón predefinido.
pt_br: Selecione um estilo de botão pré-definido.

source: Float Right
es_es: Alinear a la Derecha
pt_br: Alinhar à Direita

source: Align the button to the right.
es_es: Alinear el botón a la derecha.
pt_br: Alinhar o botão à direita.

source: Hook Priority
es_es: Prioridad del Hook
pt_br: Prioridade do Hook

source: Priority for hook execution. Lower values = earlier execution. Default: 25.
es_es: Prioridad para la ejecución del hook. Valores menores = ejecución más temprana. Por defecto: 25.
pt_br: Prioridade para execução do hook. Valores menores = execução mais cedo. Padrão: 25.

source: Button Placement
es_es: Ubicación del Botón
pt_br: Posicionamento do Botão

source: Select where the Try-On button should appear on your store.
es_es: Selecciona dónde debe aparecer el botón Probármelo en tu tienda.
pt_br: Selecione onde o botão Experimentar deve aparecer na sua loja.

source: Product Page
es_es: Página de Producto
pt_br: Página do Produto

source: Shop Listing
es_es: Listado de Tienda
pt_br: Listagem da Loja

source: Customer Classification
es_es: Clasificación del Cliente
pt_br: Classificação do Cliente

source: Select which order statuses qualify a customer as a "buyer". Customers with at least one order in these statuses will be classified as buyers.
es_es: Selecciona qué estados de pedido califican a un cliente como "comprador". Los clientes con al menos un pedido en estos estados serán clasificados como compradores.
pt_br: Selecione quais status de pedido qualificam um cliente como "comprador". Clientes com pelo menos um pedido nesses status serão classificados como compradores.

source: Buyer Order Statuses
es_es: Estados de Pedido de Comprador
pt_br: Status de Pedido de Comprador

source: Default: Completed and Processing orders.
es_es: Por defecto: Pedidos Completados y En Proceso.
pt_br: Padrão: Pedidos Concluídos e Em Processamento.

source: Product Summary
es_es: Resumen del Producto
pt_br: Resumo do Produto

source: Displayed in the product summary area, after the title.
es_es: Se muestra en el área de resumen del producto, después del título.
pt_br: Exibido na área de resumo do produto, após o título.

source: After Add to Cart Button
es_es: Después del Botón Añadir al Carrito
pt_br: Após o Botão Adicionar ao Carrinho

source: Displayed immediately after the Add to Cart button.
es_es: Se muestra inmediatamente después del botón Añadir al Carrito.
pt_br: Exibido imediatamente após o botão Adicionar ao Carrinho.

source: Product Thumbnails
es_es: Miniaturas del Producto
pt_br: Miniaturas do Produto

source: Displayed in the product gallery thumbnails area.
es_es: Se muestra en el área de miniaturas de la galería del producto.
pt_br: Exibido na área de miniaturas da galeria do produto.

source: After Product Summary
es_es: Después del Resumen del Producto
pt_br: Após o Resumo do Produto

source: Displayed after the entire product summary section.
es_es: Se muestra después de toda la sección de resumen del producto.
pt_br: Exibido após toda a seção de resumo do produto.

source: Product Tabs
es_es: Pestañas del Producto
pt_br: Abas do Produto

source: Adds a new tab with the Try-On button.
es_es: Añade una nueva pestaña con el botón Probármelo.
pt_br: Adiciona uma nova aba com o botão Experimentar.

source: Before Add to Cart Form
es_es: Antes del Formulario Añadir al Carrito
pt_br: Antes do Formulário Adicionar ao Carrinho

source: Displayed before the add to cart form.
es_es: Se muestra antes del formulario añadir al carrito.
pt_br: Exibido antes do formulário adicionar ao carrinho.

source: Shop Loop Item
es_es: Elemento del Listado
pt_br: Item da Listagem

source: Displayed after each product in shop/category listings.
es_es: Se muestra después de cada producto en los listados de tienda/categoría.
pt_br: Exibido após cada produto nas listagens de loja/categoria.

source: Virtual Try-On
es_es: Probador Virtual
pt_br: Provador Virtual

source: Try-On
es_es: Probármelo
pt_br: Experimentar

source: See how this item looks on you before purchasing. Click the button below to start the virtual try-on experience.
es_es: Mira cómo te queda este artículo antes de comprarlo. Haz clic en el botón de abajo para iniciar la experiencia de probador virtual.
pt_br: Veja como este item fica em você antes de comprar. Clique no botão abaixo para iniciar a experiência de provador virtual.

source: Try it on
es_es: Probármelo
pt_br: Experimentar
